[
    {
      "id": 1,
      "gameOne": "Day or night, you can always drive here with your shades on. Just be careful not to get pulled over.",
      "gameTwo": "The city we are looking for is home to one of the world’s largest Jewish populations outside of Israel.",
      "clueExplanation": "“Day or night, you can always drive here with your shades on. Just be careful not to get pulled over.” Cult classic The Blues Brothers (1980) was set in Chicago and brothers Jake and Elwood famously wore sunglasses at night while evading authorities."
    },
    {
      "id": 2,
      "gameOne": "The first skyscraper in the world was built here in 1885.  Don't be green with envy if you don't know the answer just yet.",
      "gameTwo": "Our city is one of the few global cities with a permanent commission of the International Olympic Committee.",
      "clueExplanation": "“The first skyscraper in the world was built here in 1885. Don’t be green with envy if you don’t know the answer just yet.” The skyscraper was the Home Insurance Building, standing 138 feet or 42 meters tall. The Chicago River is dyed green every year on St. Patrick’s Day."
    },
    {
      "id": 3,
      "gameOne": "Even though this place is mainly known for its sports teams, you might be able to see a musical or an opera here too. Over here you'll also find one of the busiest airports in North America.",
      "gameTwo": "This city has a rich cultural life, with a wide variety of museums, galleries, and performance venues and it is home to the world’s largest tango festival.",
      "clueExplanation": "“Even though this place is mainly known for its sports teams, you might be able to see a musical or an opera here too.” We are of course referring to the musical Chicago — the longest-running American musical in Broadway history. And while there is an Opera Theater in Chicago we were mainly thinking of the Oprah Winfrey Show which was shot in Chicago. “Over here you’ll find one of the busiest airports in North America.” Over here, O’Hare. See what we did there? With over 200 non-stop destinations O’Hare Airport in Chicago is considered the world’s most connected airport."
     },
     {
      "id": 4,
      "gameOne": "We're almost home in the third largest city in the US. Home, sweet home... No, we're not in Alabama.",
      "gameTwo": "It is located on the western shore of the Rio de la Plata estuary and is a major financial and cultural hub in Latin America.",
      "clueExplanation": "“We’re almost home in the third largest city in the US. Home, sweet home... No, we’re not in Alabama.” Sweet Home Chicago is a blues classic from the 1930s that even Barack Obama sang once at the White House."
     },
     {
      "id": 5,
      "gameOne": "Is it hard to stay chic in this windy city? Yes, but we’ll have a go at it.",
      "gameTwo": "This is the capital and largest city of Argentina.",
      "clueExplanation": "“Is it hard to stay chic in this windy city? Yes, but we’ll have a go at it.” The city of Chicago has been known by many nicknames, but it is most widely recognized as the “Windy City”."
     },
    {
      "id": 6,
      "gameOne": "Chicago, Illinois, United States",
      "gameTwo": "",
      "clueExplanation": ""
    }      
  ]